{
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "vim": { "branch": "main" }
}
